/* No comment provided by engineer. */
" However, there was an error writing one or more of the files" = " Но ошибки произошли при написании одного или нескольких файлов.";

/* No comment provided by engineer. */
"An error has occurred and no files have been generated." = "Произошла ошибка, и никакие файлы не были созданы.";

/* No comment provided by engineer. */
"An Error Occurred" = "ошибка произошла";

/* No comment provided by engineer. */
"An error occurred while verifying the JSON" = "ошибка произошла при проверке JSON";

/* No comment provided by engineer. */
"Choose" = "выбрать";

/* No comment provided by engineer. */
"Dismiss" = "уволить";

/* No comment provided by engineer. */
"Enter URL..." = "введите URL...";

/* No comment provided by engineer. */
"Expected content type %@, got %@" = "Expected content type %1$@, got %2$@";

/* No comment provided by engineer. */
"Expected status code %@, got %d" = "Expected status code %1$@, got %2$d";

/* Toolbar item name for General Preferences */
"General" = "общий";

/* No comment provided by engineer. */
"JSON text did not start with array or object." = "JSON текст не начинается с массива или объекта";

/* No comment provided by engineer. */
"Success!" = "Успех!";

/* No comment provided by engineer. */
"How about that - nothing happened. Refresh harder this time" = "Ах! Ничего не произошло. Обновите труднее в этот раз.";

/* No comment provided by engineer. */
"There is no content to parse." = "нет контента для разбора";

/* No comment provided by engineer. */
"Your files have successfully been generated." = "Ваши файлы были успешно созданы.";

